-- °²³] Employees.Id ¬° IDENTITY¡A¥B DeletedAt ¥i¬° NULL¡AIsActive µL¹w³]­È
-- ¶}±Ò IDENTITY_INSERT ¥H©ú½T«ü©w Id
SET IDENTITY_INSERT Employees ON;

INSERT INTO Employees (Id, Name, IsActive)
VALUES
(1,  '¤ý¤p©ú',    1),
(2,  'ªL¬ü¬ü',    1),
(3,  '³¯¤jµØ',    1),
(4,  '±i¤l´¸',    1),
(5,  '§õ§Ó°¶',    1),
(6,  '¶À¶®´@',    1),
(7,  '§d©v¾Ë',    1),
(8,  '©P¼z¬Â',    1),
(9,  '®}®a»¨',    1),
(10, '®]»y¹ä',    1),
(11, '¦¶¹Å¤å',    1),
(12, '¦óªY©É',    1),
(13, '°ª­^³Ç',    1),
(14, '¾G¶®¶²',    1),
(15, 'ÁÂ©Ó®¦',    1),
(16, 'ÁúªäÁ¢',    1),
(17, '±ç§Ó»¨',    1),
(18, '¬IªY§°',    1),
(19, '¶¾¦tµ¾',    1),
(20, '½²¨Ø®¦',    1),
(21, '¼ï¬f§»',    1),
(22, 'Ã¹«ä¿o',    1),
(23, '§º³Í¤å',    1),
(24, '¸­­§´@',    1),
(25, '³\®a»Ê',    1),
(26, '®]¶®µ®',    1),
(27, '¾H§Ó°¶',    1),
(28, '¿úÀR¼z',    1),
(29, '¹Q«a¦t',    1),
(30, '´^ªé²[',    1),
(31, '¼Ú¶§³Õ¤å',  1),
(32, '½²©y§g',    1),
(33, '¿½¨|¸Û',    1),
(34, 'ÃC¤ß©É',    1),
(35, '¬q¬R§Ê',    1),
(36, '±d¶®´@',    1),
(37, '´ö§Ó»¨',    1),
(38, '­SªY§°',    1),
(39, '¶¾§Ó©¾',    1),
(40, '³°©É§g',    1),
(41, '¿à¬f¿«',    1),
(42, '¤Õà±²[',    1),
(43, '­S«a¦t',    1),
(44, '¿cªé¬À',    1),
(45, 'ÃCºÍ³Ç',    1),
(46, '³¢ªä§±',    1),
(47, '¸ë§Ó»¨',    1),
(48, '®u©É¸©',    1),
(49, '¨ô®aºû',    1),
(50, 'ªô°û´@',    1);

SET IDENTITY_INSERT Employees OFF;


DELETE FROM Employees;
DBCC CHECKIDENT ('Employees', RESEED, 0);